tutorials/compressible/overRhoSimpleFoam/hotCylinder/cylinderAndBackground/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions

./Allrun.pre

# Run it for a bit
runApplication $(getApplication)

#------------------------------------------------------------------------------
